Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Firefighters sprayed the remaining parts of the crashed plane, which was turned upside down with its wheels up in the air, with foam. A statement by the Ministry of Communications pointed out that the two US pilots who died were Americans.
ar: ورش رجال الإطفاء مادة رغوية على البقايا المتحطمة للطائرة التي انقلبت وأصبحت عجلاتها في الهواء، بينما أشار بيان لوزارة المواصلات الأميركية أن الطيارين القتيلين أميركيان.

source: On the other hand, the US Federal Aviation Administration said that 17 people were killed in a small plane that crashed while landing on the state of Montana, western US.
ar: من جهة أخرى قالت هيئة الطيران الفدرالية الأميركية إن 17 شخصا قتلوا في حادث تحطم طائرة صغيرة أثناء هبوطها بولاية مونتانا غربي الولايات المتحدة.

source: The FAA officials said that the ill-fated plane was carrying a group of young children who were on their way to a ski vacation in Bozeman in the state.
ar: وأشار مسؤولون بالهيئة إلى أن الطائرة المنكوبة كانت تحمل مجموعة من الأطفال الصغار كانوا في طريقهم لعطلة تزلج في بوزيمان بالولاية.

source: An FAA official in Los Angeles clarified that the plane took off from Oroville, California, and crashed upon nearing the final approach to the airport in Butte. The accident took place at a distance of five hundred feet from the airport.
ar: وأوضح مسؤول بإدارة الطيران الاتحادية في لوس أنجلوس أن الطائرة أقلعت من أوروفيل في كاليفورنيا، وتحطمت لدى اقترابها النهائي من المطار في بوتي. ووقع الحادث على بعد خمسمائة قدم من المطار.

source: Pictures aired by the CNN showed the location of the plane crash where it blasted into a ball of flame in an orchard near a cemetery.
ar: وأظهرت صور لمكان تحطم الطائرة بثتها محطة سي إن إن كرة من اللهب مشتعلة بأحد البساتين قرب مقبرة.

source: According to an eyewitness, the plane left a hole of a depth of six meters, adding that due to the blaze, he was not able to see except only some parts of the plane.
ar: كما أفاد شاهد عيان أن الطائرة خلفت حفرة بعمق ستة أمتار، مضيفا أنه لم يتمكن من رؤية سوى بعض أجزاء الطائرة بسبب اشتعال النيران.

source: The FAA said that the cause of the crash of the plane and the prevailing weather conditions at the site could not be speculated and that the authorities have started probing the incident.
ar: وذكرت إدارة الطيران أنه لا يمكن التكهن بشأن سبب تحطم الطائرة أو علاقة الظروف المناخية السائدة بالموقع. وقد شرعت السلطات في التحقيق بالحادث.

source: People killed in US plane crashes in Tokyo and Montana
ar: قتلى بتحطم طائرة أميركية بطوكيو وأخرى بمونتانا

source: Saudi – American invention to facilitate water desalination using nanotechnology
ar: اختراع سعودي أميركي لتحلية المياه باستخدام النانو

source: The city of King Abdel Aziz for Saudi Sciences and Technology and technology mogul, IBM, have announced that they were able to develop membranes capable of purifying water of salts and toxic material through nanotechnology in a highly effective and timel
ar: أعلنت مدينة الملك عبد العزيز للعلوم والتقنية السعودية وشركة أي بي أم العالمية التوصّل لاختراع جديد في مجال تحلية المياه باستخدام تقنية النانو، يتمثل في تطوير أغشية جيّدة بإمكانها تنقية الماء من الأملاح والمواد السامة بكفاءة وسرعة عالية.

source: Both parties have said in a joint statement that they intend to mutually patent the invention, as the release was issued at the same time by the United States and Saudi Arabia.
ar: وقرر الجانبان في بيان مشترك تسجيل حقوق هذا الاختراع باسمهما، إذ تم الاتفاق بينهما على الإعلان عنه في وقت واحد في كل من السعودية والولايات المتحدة.

source: Bob Allen, an official at the IBM Research center, based in San Jose, California, had stated that this research produced promising results for smarter and healthier applications that will assist on preserving the planet as well as maintaining current ecol
ar: وأوضح بوب ألين المسؤول في مركز أبحاث أي بي أم بمدينة سان خوسيه في كاليفورنيا أن هذا البحث الذي أسفرت عنه نتائج واعدة سوف يضع الأساس لتطبيقات أكثر ذكاء وصحة تسهم في المحافظة على استمرار الكوكب والنظام البيئي حاضراً وللأجيال المقبلة.

source: The nano technology is used to invent new mediums and know-how whose dimensions are measured by the nanometer, which is one thousandth of a micrometer or one millionth of a millimeter.
ar: وتقنية النانو أو (تقنية المنمنمات)، هي ابتكار تقنيات ووسائل جديدة تقاس أبعادها بالنانومتر، وهو جزء من الألف من الميكرومتر أي جزء من المليون من المليمتر.

source: This term was coined with the advent of electronic-technological industries.
ar: وبدأ استخدام هذا المصطلح في مجال الصناعات الإلكترونية المتصلة بالمعلوماتية.

source: This technology utilizes the wide-known properties of atoms and particles to build tools and equipment with extraordinary capabilities.
ar: وتستخدم هذه التقنية الخصائص الفيزيائية المعروفة للذرات والجزيئات لصناعة أجهزة ومعدات جديدة ذات سمات غير عادية.

source: The international research center specializes in nanotechnology applications and aims to find cost-effective solutions for water desalination. The center is comprised of many researches including a female Saudi researcher specializing in nanotechnology.
ar: ويهدف المركز الدولي المشترك بين المدينة وشركة أي بي أم للأبحاث في تطبيقات النانو إلى إيجاد الحلول التي تقلل تكلفة تحلية المياه، إذ يضم المركز عدداً من الباحثين من بينهم باحثة سعودية متخصصة في تقنية النانو.

source: The new membranes which operate through reverse osmotic pressure are an important discovery in the field of technology and water desalination. The Saudi-American team was able to set a new understanding for membranes and material that can resist chlorine
ar: وتعدّ الأغشية الجديدة التي تعتمد على الضغط الإسموزي العكسي من أهم الاكتشافات في مجال تنقية وتحلية المياه، إذ تمكن الفريق المشترك بين المدينة والشركة من وضع مفهوم جديد للأغشية والمواد التي بإمكانها مقاومة الكلور، بالإضافة إلى قيامها بمهامها بجودة أعلى ودقة

source: The new membrane was named i-Phobe due to its unique chemical combination of ionic hydrophobes which enables radical changes when faced with different environments. Water is effectively able to travel between the membranes which has led experts to label
ar: وأطلق على الغشاء الجديد اسم i - Phobe، نظراً لتركيبته الكيميائية الفريدة من الهيدروفوبات المؤينة التي تمكنه من التغير الجذري عند مواجهته لظروف مختلفة فيتحوّل إلى غشاء هيدروفيلي، كما أن كفاءة تمرير الماء من خلال الغشاء تتحول إلى كفاءة عالية في الظروف البسي

source: Trial of Mumbai attacks suspects begin
ar: بدء محاكمة أحد المتهمين في هجمات مومباي

source: Pakistan delivered the suspects' DNA to the Interpol
ar: باكستان سلمت الإنتربول الحمض النووي لعدد من المشتبه بهم

source: The trial of Mohammad Ajmal Kasab, one of the armed suspects in the Mumbai attacks, has been initiated through television media.
ar: بدأت اليوم عبر دائرة تلفزيونية محاكمة محمد أجمل قصاب أحد المسلحين المتهمين بالتورط في

source: Reuters had reported statements from chief Indian inspector Rakish Maria on Kasab’s confessions at the beginning of the trial and from his prison in cell in Mumbai that he was Pakistani, and that he had requested legal assistance from the court.
ar: ونقلت رويترز عن كبير المحققين الهنود في القضية راكيش ماريا قوله إن قصاب اعترف في بداية هذه المحاكمة التي تتم من سجنه بمومباي بأنه من باكستان، وطلب أيضا من المحكمة الحصول على مساعدة قانونية.

source: Indian police had reportedly accused 21-year old Kasab of murder, attempted murder, and 'waging war' against India this past February.
ar: ووجهت الشرطة الهندية في فبراير/شباط الماضي اتهامات رسمية لقصاب (21 عاما) بالقتل ومحاولة القتل وشن حرب على الهند.

source: Pakistan had earlier stated that India would be asked to deliver Pakistani citizen Ajmal Amir Kasab, the only survivor from the blasts, should the investigation entail this.
ar: تسليمها المواطن الباكستاني أجمل أمير قصاب الناجي الوحيد من هجمات مومباي إذا تطلب التحقيق ذلك.

source: Rahman Malek, Pakistani Prime Minister Counselor for internal affairs, said that Kasab’s name appeared in preliminary investigation reports carried out by Pakistan on the Mumbai attacks. He later stated that it was too early to be discussing hypothetical
ar: وكشف مستشار رئيس الحكومة الباكستانية للشؤون الداخلية رحمن مالك أن اسم قصاب ورد في التقرير الأولي للتحقيقات التي تجريها باكستان في تفجيرات مومباي، لكنه عاد وأوضح أنه من المبكر في هذه المرحلة الدخول في تفاصيل مسألة التسليم المفترضة.

source: The Mumbai attacks, which occurred in early February, resulted in one hundred seventy four casualties, eight of which were executors.
ar: وكانت تفجيرات مومباي التي وقعت في نوفمبر/تشرين الثاني 2008 خلفت مقتل 174 شخصا من بينهم ثمانية من منفذيها.

source: DNA
ar: حمض نووي

source: The International Police (Interpol) revealed that Islamabad has delivered DNA analysis for the suspects.
ar: وأعلنت الشرطة الدولية (الإنتربول) أن إسلام آباد سلمتها أمس تحليلات الحمض النووي للأشخاص المشتبه في تورطهم في التفجيرات.

source: Ronald Noble, current Secretary General of the Interpol, has declared that the Pakistani decision acts as a ‘detour for Interpol investigations on terrorism’.
ar: وقال الأمين العام للمنظمة الدولية رونالد نوبل إن القرار الباكستاني يشكل منعطفا للإنتربول في تحقيقاته حول الإرهاب.

source: India had officially accused Pakistani Military Intelligence of being directly involved in the explosions. Pakistan strongly denied these allegations and asked India to present evidence.
ar: واتهمت الهند المخابرات العسكرية الباكستانية رسميا بالتورط في تلك التفجيرات لكن باكستان نفت ذلك وطالبت الهند بتقديم الأدلة.

source: In turn, Pakistan considered that Indian cooperation was vital for the progress of investigations on the attacks.
ar: واعتبرت باكستان في المقابل أن التعاون الهندي أمر حيوي لاستكمال التحقيق في تلك الهجمات.

source: Global financial crisis leads to decline in Suez Canal revenues
ar: الأزمة الاقتصادية أدت إلى خفض إيرادات قناة السويس

source: Moscow - 23 March – Novosti : The global economic downturn has led to a decline in Egypt’s marine transport revenues from the Suez Canal. Figures suggest a twenty five percent decrease in income in February compared to the same month last year, as stated
ar: موسكو، 23 مارس (آذار). نوفوستي. أدت الأزمة الاقتصادية إلى تقلص عائدات مصر من النقل البحري عبر قناة السويس في فبراير مقارنة بنفس الشهر من العام الماضي بنسبة 25 بالمائة، كما أفادت وكالة فرانس برس استنادا إلى مسؤولين في إدارة القناة.

source: Canal administration had decided not to raise tariffs at the beginning of this year due to the difficulties that face the sector. These complexities are primarily due to the global financial crisis, as well as the increase in pirate attacks in the Gulf o
ar: وقررت إدارة القناة في بداية السنة الحالية عدم زيادة التعريفات بسبب مشاكل القطاع الناجمة بالمرتبة الأولى عن الأزمة الاقتصادية العالمية، وتزايد حوادث مهاجمة القراصنة السفن في خليج عدن.

source: Arms manufacturers have particularly changed their shipping routes over the past months due to the increasing number of pirate attacks, to ensure that their ships are avoiding dangerous areas between the Suez Canal and the Indian Ocean. As a result, many
ar: وبالتحديد غير منتجو السلاح في الأشهر الأخيرة نتيجة اعتداءات القراصنة، مسارات سفنهم، من أجل تجنب المناطق الخطرة بين قناة السويس والمحيط الهندي. ويبحر العديد من السفن الآن نتيجة ذلك، خلال رأس الرجاء الصالح في جنوب أفريقيا.

source: Canal administration officials had previously communicated fears that the global financial crisis would result in a decline in the number of goods transported from China and East Asia to West Europe and the United states. This would adversely affect Suez
ar: كما سبق أن أعرب المسؤولون في إدارة القناة عن تخوفهم من احتمال أن تؤدي الأزمة المالية إلى انخفاض حجوم نقل السلع من الصين وشرق آسيا إلى أوروبا الغربية والولايات المتحدة، إذ أن هذا يؤثر سلبيا بدوره على عائدات قناة السويس.

source: Egypt: Global financial crisis affects Suez Canal revenues
ar: مصر: الازمة المالية العالمية تؤثر على عائدات قناة السويس

source: Cairo – Suez Canal proceeds have declined by one hundred million dollars in February as they amounted to three hundred and two million, compared to yields of four hundred and eight million dollars in February of 2008. A statistical report issued by the c
ar: القاهرة - تراجعت عائدات قناة السويس بنحو 100 مليون دولار في شباط الماضي وبلغت نحو 302 مليون مقارنة مع شباط 2008 البالغة 408 ملايين دولار._وقالت نشرة احصائية لهيئة القناة ان1272 سفينة متنوعة بحمولات بلغت 53 مليونا و100 ألف طن عبرت القناة خلال شباط الماضي .

source: Thirty five Saudi clerics call for a ban on the emergence of women in the media
ar: 35 عالم دين سعودياً يدعون إلى حظر ظهور المرأة في وسائل الإعلام

source: A number of Saudi clerics have called on Abdelaziz Khuja, newly appointed Saudi minister of culture and media, to ban the emergence of women in mass media.
ar: دعا عدد من علماء الدين السعوديين أمس، وزير الثقافة والإعلام السعودي الجديد عبدالعزيز خوجة الى العمل على حظر ظهور المرأة في كافة وسائل الإعلام.

source: Thirty five Saudi scientists have warned in a press release issued in ‘Noor Al Islam’ website, which is administered by Sheikh Mohammad Al Habdan Khuja, against the consequences of violating religious teachings through mass media.
ar: وحذر 35 عالماً سعودياً في بيان نشر أمس على موقع “نور الإسلام” الذي يشرف عليه الشيخ محمد الهبدان خوجة من عواقب “التمادي في طرح المخالفات الشرعية في وسائل الإعلام”.

source: Scientists have also called on Khuja to not promote any female dancing or singing on television, as well as place a ban on the appearance of all female news anchors and women generally in the media.
ar: ودعا العلماء خوجة الى ضرورة اعتماد “عدم عرض أي رقص نسائي أو ظهور أي مغنية في التلفزيون مهما كان نوع ذلك”، وعدم “ظهور أي امرأة تلقي نشرة إخبارية أو حديثاً سواء كان ذلك بالعربي أو الإفرنجي”، و”عدم ظهور أي امرأة سعودية في التلفزيون مهما كان الأمر”.

source: The statement said: “Under no circumstances should women appear in Saudi newspapers and magazines”. The statement was issued in accordance to the Prime Minister’s generalization in 2000 which entailed that supervisory institutions should look out for med
ar: وقال البيان “يمنع منعاً باتاً ظهور أي صور للنساء في الجرائد والمجلات السعودية مهما كان نوعها وسببها”، وذلك بحسب “تعميم رئيس مجلس الوزراء الصادر عام 2000 ونصه: وإذا كان يوجد دائرة تقوم بتشغيل المرأة في غير الأعمال التي تناسب طبيعتها أو في أعمال تؤدي الى اخ

source: Clerics who have signed on the statement declared that the appearance of women in Saudi television was a violation to the Kingdom’s media policies.
ar: وأشار الموقعون على البيان الى أن ظهور النساء في التلفاز السعودي “مخالفة للسياسة الإعلامية للمملكة.

source: The statement also requested the minister of media to meet with ten co-signers to discuss the issue.
ar: ودعا البيان وزير الإعلام الى مقابلة 10 أشخاص من الموقعين على البيان.

source: Some of the co-signers on the release were Sheikh Abdel Rahman Bin Nasser AlBarrak, Sheikh Abdelaziz Bin Abdallah Al Rajhi, Sheikh Abdallah Bin Hammoud Al Taweijri, Sheikh Abdel Rahman Al Saleh Al Mahmoud, Sheikh Abdallah Bin Ibrahim Al Rayyes, Sheikh Ham
ar: ومن بين الموقعين على البيان الشيخ عبدالرحمن بن ناصر البراك، والشيخ عبدالعزيز بن عبدالله الراجحي، والشيخ عبدالله بن حمود التويجري رئيس قسم السنة بكلية أصول الدين سابقاً، والشيخ عبدالرحمن الصالح المحمود عضو هيئة التدريس بكلية أصول الدين بجامعة الإمام، والشي

source: Reflections on Obama’s initiatives
ar: مرافئ .. مبادرات أوباما

source: Al Azzab Al Tayyeb Al Taher …
ar: العزب الطيب الطاهر ..

source: American president Barack Obama has increased his initiatives towards Iran; this is virtuous progress reflecting the credibility of this man who has come to power with dreams and visions that conflict with his predecessor; George W. Bush has unregrettably
ar: تتسارع مبادرات الرئيس الأمريكي باراك اوباما باتجاه ايران وهو أمر محمود وتطور يعكس مصداقية هذا الرجل الذي جاء الى السلطة محملا بأحلام وتصورات مغايرة للذي غادر البيت الابيض في العشرين من يناير المنصرم غير مأسوف عليه.

source: I believe he is sincere in directing dialogue at Tehran at a high level, and he might even surprise us with dramatic developments in that respect.
ar: وأظنه صادقا في توجهه للحوار مع طهران بشكل مباشر وعلى مستوى رفيع وقد يفاجئنا بتطورات درامية على هذا الصعيد.

source: The British Play “Damascus” Angers Syrians
ar: مسرحية دمشق البريطانية تغضب السوريين

source: The people of Damascus are furious about a British play that uses the name of their city as its title, after many found that the play presents a superficial and stereotypical picture of Syrian characters, most of whom are depicted unfavorably.
ar: احتد الجمهور الدمشقي على مسرحية بريطانية تأخذ مدينتهم عنوانا لها وذلك بعد أن وجد معظمهم أنها تقدم رؤية سطحية ونمطية لشخصيات سورية مجملها سلبية.

source: One audience member, who introduced himself as a writer, appeared provoked, and spoke with emotion to the play's author, David Greig, You present Damascus in a superficial way through stereotypical characters, all of whom are negative, and as a writer, y
ar: وبدا أحد الحضور، الذي قدم نفسه ككاتب، مستفزا وهو يخاطب كاتب المسرحية ديفيد غريغ بانفعال أنت تقدم دمشق بشكل سطحي وعبر شخصيات نمطية جميعها سلبية، وعليك ككاتب أن تعرف كيف ينعكس الأمر علينا، وتابع سائلا الكاتب ضع نفسك مكاني، وتخيل لو أنني كتبت مسرحية كهذه

source: The author of the play responded that this question didn't seem valid to him, because there is no history of power relations between us and you.
ar: ورد كاتب المسرحية معتبرا أن هذا السؤال لا يصح عليه لأنه لا يوجد هذا التاريخ من علاقات السلطة بيننا وبينكم.

source: The play Damascus, which David Grieg -- who is considered one of the most prominent writers of the new Scottish generation -- wrote for the Traverse Theatre in Edinburgh, has been performed in Russia and New York, in addition to Edinburgh, over the last
ar: ومسرحية دمشق التي كتبها لمسرح الترافيرس في ادنبره ديفيد غريغ، الذي يعتبر من أبرز كتاب الجيل الجديد الاسكتلنديين، وقدمت إضافة إلى ادنبره في روسيا ونيويورك على امتداد ثلاث سنوات، تحضر للمرة الأولى إلى المدينة التي تحمل عنوانها، وستتابع جولتها في لبنان وال

source: All of the actors are British. The play’s events take place in a lobby of a Damascus hotel, where Paul, a curriculum writer for English learning materials, arrives to sign a deal to sell his textbook to an English language institute in the Syrian capital.
ar: كما تجري أحداث المسرحية، وكل ممثليها بريطانيون، في ردهة فندق بدمشق، حيث يصل بول، مؤلف مناهج تعليم اللغة الانكليزية، ليعقد صفقة بيع كتابه التعليمي لمعهد تعليم لغة انكليزية في العاصمة السورية.

source: The English writer meets Mona, a young woman who is the representative of the institute, and a discussion takes place between them on the changes that the writer must make to his work so that the institute can teach it to Syrian students.
ar: الكاتب الانكليزي يلتقي الشابة منى المندوبة عن المعهد، ويحدث بينهما نقاش موسع عن تعديلات يجب أن يجريها الكاتب على مؤلفه كي يمكن للمعهد تدريسه للطلاب السوريين.

source: This discussion is one a series of discussions that open the door for a debate on the issue of political, religious, and social differences between the Syrian society as Mona presents it and the sayings and characters found in the textbook.
ar: وتعد هذه المناقشة من المناقشات التي تفتح باب النقاش حول قضايا الاختلاف السياسي والديني والاجتماعي بين المجتمع السوري كما تقدمه منى وبين ما يرد في الكتاب التعليمي من امثلة وشخصيات.

source: Paul meets the director of the language institute, who is presented as a hypocritical character who speaks about values, both in his conversation with Paul, and also with Mona, who wants him to adopt a new curriculum that will enable the students to learn
ar: ويلتقي بول مدير معهد تعليم اللغة، الذي يظهر كشخصية منافقة تتحدث عن قيم وتمارس أخرى، سواء في حديثه إلى بول أو مع منى التي تريده أن يتبنى مناهج جديدة تمكن الطلاب من فهم العالم الذي يتغير حولهم.

source: The writer, whose stay in Damascus has been prolonged by an explosion at the Beirut airport during the Israeli attacks on Lebanon in July 2006, has many conversations with the hotel's receptionist, a young Syrian man whose naive character seems to think o
ar: الكاتب الذي تطول إقامته في دمشق تزامنا مع انفجار في مطار بيروت خلال العدوان الاسرائيلي على لبنان في تموز/يوليو 2006، يلتقي في حوارات عديدة مع موظف الاستقبال في الفندق، الشاب السوري الذي يبدو شخصية ساذجة ينحصر تفكيره في مسألتين: كيف سينام مع الفتيات الاجنب

source: Another character in play is a Ukrainian piano player, transmits what appear to be reports about Damascus society, through people passing through the hotel. The play ends with the writer reluctant to leave Damascus, after he develops feelings for Mona dur
ar: وقد حضر في المسرحية أيضا شخصية عازفة البيانو الأوكرانية، التي تنقل ما يشبه التقارير التعريفية بالمجتمع الدمشقي، عبر من يرتادون الفندق. وتنتهي المسرحية بتردد الكاتب في مغادرة دمشق، بعد أن مالت عواطفه إلى منى من خلال نقاشاتهما، وانتحار موظف الاستقبال بعدما

source: Discussion was heated after the performance, to the point that when the discussion leader announced that it had ended, many hands in the room were still raised. Despite this, the audience applauded the British Arab actor Khalid Laith, who played the role
ar: وقد احتد النقاش بعد العرض، حتى أنه عندما أعلنت مديرة الحوار انتهاء وقته كانت لا تزال أياد كثيرة ترتفع في القاعة مطالبة بالحديث. ورغم ذلك صفق الجمهور للممثل العربي البريطاني خالد ليث الذي لعب دور موظف الاستقبال، عندما رد على من اعتبر شخصيته سلبية، بانفعال

source: The critic Osama Ghanam, an instructor at the Higher Institute of Dramatic Art in Damascus, who participated in the discussion, said that the play, which was presented by the British Council as part of a dialogue between cultures, presents a superficial
ar: واعتبر الناقد أسامة غنم المدرس في المعهد العالي للفنون المسرحية في دمشق والذي شارك في النقاش، أن المسرحية التي يقدمها المجلس الثقافي البريطاني على سبيل الحوار بين الثقافات تقدم معالجة سطحية ومفتعلة، وشخصيات منمطة وذات بعد واحد وهي تعكس رؤية مسبقة للمنطقة

source: The United States did not only practice unilateral policies of hegemony in the Arabic region, but in other parts of the world as well.__Those policies did not enrage the Arabs alone, but also maddened the United States allies in Europe and left a deep imp
ar: ما مارست الولايات المتحدة سياسات الهيمنة الأحادية في المنطقة العربية وحسب، بل مارستها في سائر أنحاء العالم. وما أغضبت تلك السياسات العرب وحدهم، بل أغضبت أيضاً حلفاء الولايات المتحدة في أوروبا وتركت آثارها العميقة على روسيا ومحيطها الاستراتيجي في البلقان و

source: President Barack Obama, commenced his term by chronicling the account for the withdrawal from Iraq, and by sending his envoy, George Mitchell, to calm the situation between the Palestinians and the Israelis. Yet, he has not done anything to avert the wave
ar: وافتتح الرئيس أوباما عهده بالتأريخ للانسحاب من العراق، وبإرسال مبعوثه جورج ميتشل للتهدئة بين الفلسطينيين والإسرائيليين، لكنه ما فعل شيئاً لردِّ موجات الفوضى عن السودان والصومال، ولا لفتح أفق للسلام في فلسطين. كما أنه بادر من خلال رسالته الى إيران، وقبل ال

source: The logic governing the US actions now is their wish to return to diplomacy and negotiation, and establish that they are not to be held responsible for the damages the Bush administration caused. Their main concern is for the US army to not walk out of Ir
ar: إن المنطق الذي يحكم التصرفات الأميركية الآن أنهم يريدون العودة الى الديبلوماسية والتفاوض، وانهم ليسوا مسؤولين عما أحدثته الإدارة البوشية من خراب، وأن همّهم أن لا يخرج الجيش الأميركي بمظهر المنهزم من العراق وأفغانستان، وأنهم سيبذلون قُصارى جهدهم لاستعادة ا

source: The Blue Jerboa...Witness to the Tragedy of France's Nuclear Testing in Algeria.
ar: - اليربوع الازرق شاهد على مآسى

source: Despite the passing of half a century since France's nuclear tests in the Algerian village of Raggane, the effects of these explosions, which sowed terror and destruction and sickness in the region, are still present. For the first time, a documentary fil
ar: رغم مرور نصف قرن على التجارب النووية الفرنسية في مدينة رقان الجزائرية، فإن هذه التفجيرات التي زرعت الرعب والدمار والوباء في المنطقة ما زالت آثارها موجودة؛ حيث يكشف عنها لأول مرة فيلم وثائقي يحمل اسم أحد هذه التجارب اليربوع الأزرق.
